[
  "Há momentos em que seu TDAH parece mais intenso? Quando?",
  "O que você acha mais desafiador em relação aos seus sintomas de TDAH?",
  "Você percebe uma diferença em como você foca em diferentes momentos do dia? Quando você está mais focado?",
  "Como você explica seu TDAH para outras pessoas?",
  "Como o TDAH afeta sua capacidade de concluir tarefas?",
  "Você pode descrever como o TDAH afeta suas atividades cotidianas?",
  "Como seu TDAH se manifesta de forma diferente em “dias bons” e “dias ruins”?",
  "Como você geralmente se sente quando as coisas não saem como planejado?",
  "O que você gostaria que os outros soubessem sobre viver com TDAH?",
  "Quais emoções são mais difíceis de controlar quando você se sente sobrecarregado?",
  "Como você lida com a frustração de não concluir as tarefas tão rápido quanto gostaria?",
  "O que funcionou no passado para ajudar você a manter a calma em situações estressantes?",
  "Como o TDAH afeta seu humor?",
  "Como você se acalma quando está frustrado?",
  "Quais ferramentas ou técnicas de gerenciamento de tempo você tentou no passado? O que funcionou?",
  "Como você se mantém em dia com as tarefas e responsabilidades?",
  "Você consegue reconhecer os sinais de que está começando a se sentir sobrecarregado ou chateado?",
  "Que estratégias ajudam você quando suas emoções ficam muito intensas?",
  "O que dificulta a organização do seu espaço ou da sua agenda?",
  "Em quais atividades você consegue se concentrar mais facilmente?",
  "Como o tempo parece passar para você quando está fazendo algo chato ou difícil?",
  "Como você prioriza o que fazer quando tem muita coisa para fazer?",
  "Como você se sente quando se distrai no meio de algo importante?",
  "Qual é a maneira mais eficaz de administrar o tempo para tarefas escolares ou de trabalho?",
  "Como você pode se concentrar novamente quando se distrai da tarefa?",
  "Como podemos trabalhar juntos para desenvolver melhores hábitos organizacionais?",
  "O que pode ajudar você a se sentir mais organizado em sua vida diária?",
  "O que é uma coisa que distrai você frequentemente? Como podemos minimizar isso?",
  "Quais desafios você enfrenta ao tentar se conectar com amigos ou colegas?",
  "O que ajudaria você a melhorar sua capacidade de manter o foco na aula ou no trabalho?",
  "Como posso ajudar você a lidar melhor com situações sociais?",
  "Você acha mais difícil se concentrar quando está cansado ou estressado? Como você consegue lidar com isso?",
  "Como você lida com o hiperfoco, quando fica preso em uma coisa por muito tempo?",
  "O que dificulta sua comunicação eficaz com outras pessoas?",
  "Que estratégias você usa quando sua mente começa a divagar durante uma tarefa?",
  "Como o TDAH afeta sua capacidade de ouvir em conversas?",
  "Você encontrou algum aplicativo ou ferramenta que o ajude com TDAH? O que você gosta neles?",
  "Como você se sente em ambientes de grupo? O TDAH torna mais fácil ou mais difícil interagir?",
  "O que ajudou você a se conectar com as pessoas no passado, apesar dos desafios do TDAH?",
  "Você se sente compreendido por seus amigos e familiares? Se não, por quê?",
  "Como você lida com os sintomas do TDAH quando eles interferem na sua rotina diária?",
  "Quais estratégias de enfrentamento foram mais úteis no gerenciamento do seu TDAH?",
  "Como você lida com o estresse quando os sintomas do TDAH se tornam insuportáveis?",
  "Sobre quais habilidades de enfrentamento você gostaria de aprender mais?",
  "Quais situações sociais fazem você se sentir ansioso ou estressado por causa do seu TDAH?",
  "Quais são seus maiores pontos fortes, mesmo com TDAH?",
  "Como a atenção plena ou a meditação podem ajudar você a controlar seu TDAH?",
  "Em quais áreas da vida você se sente mais confiante e por quê?",
  "Como você se fortalece quando os sintomas do TDAH dificultam as coisas?",
  "Como você comemora seus sucessos, mesmo os pequenos?",
  "Qual técnica você pode tentar quando sentir que seu TDAH está atrapalhando?",
  "Quais são algumas maneiras de se lembrar de suas realizações?",
  "Que qualidades positivas você tem que o ajudam a controlar o TDAH?",
  "Como podemos criar uma rotina que ajude você a controlar seus sintomas de TDAH?",
  "Como você pode melhorar seu foco durante tarefas escolares ou de trabalho?",
  "Quais estratégias ajudam você a terminar tarefas longas ou chatas?",
  "Como você responde a comentários negativos sobre seu TDAH?",
  "O que faz você se orgulhar da maneira como lida com seus desafios?",
  "O que tornaria a escola ou o trabalho mais fácil para você administrar?",
  "O que dificulta que você siga instruções ou conclua tarefas no trabalho/escola?",
  "Quais desafios você enfrenta na escola ou no trabalho devido ao TDAH?",
  "Como o seu TDAH afeta seus relacionamentos com colegas de classe ou de trabalho?",
  "O que você acha de pedir acomodações para TDAH na escola ou no trabalho?",
  "O que faz você se sentir frustrado quando discutimos TDAH ou seus sintomas?",
  "O que você gostaria que eu fizesse diferente para apoiá-lo?",
  "Que sistemas podemos implementar para ajudar você a ter sucesso na escola ou no trabalho?",
  "Como podemos trabalhar juntos para tornar o gerenciamento do TDAH menos estressante para você?",
  "Como posso entender melhor sua experiência com TDAH?",
  "Como posso ser um ouvinte melhor quando você fala sobre seu TDAH?",
  "O que faz você se sentir apoiado quando falamos sobre TDAH?",
  "O que você precisa de mim para se sentir compreendido e apoiado?",
  "Como você se sente quando eu lembro de coisas relacionadas ao seu TDAH?"
]
